run/acousticCavitationCloudFoam/sonotrodeInCylinderTank_wedge2D/constant/charactMap_PiTh_OF
// A characteristic map for 
// PiTh(REqu, pAc)
// data(
//     equilibrium radius,
//     acoustic pressure amplitude
// )
//
// Loaded via transportProperties.
//
// Table structure:
//  (
//      REqu 1
//      (
//          (pAc 1     PiTh 1)
//          (pAc 2     PiTh 2)
//          (...)
//      )
//      REqu 2
//      (...
//      )
//  )
(
    (
        1e-06
        (
            (1.013000e+04    5.091754e-14)
            (1.519500e+04    1.151867e-13)
            (2.026000e+04    2.055462e-13)
            (2.532500e+04    3.240133e-13)
            (3.039000e+04    4.677202e-13)
            (3.545500e+04    6.402905e-13)
            (4.052000e+04    8.424270e-13)
            (4.558500e+04    1.081565e-12)
            (5.065000e+04    1.351416e-12)
            (5.571500e+04    1.658907e-12)
            (6.078000e+04    2.005276e-12)
            (6.584500e+04    2.395450e-12)
            (7.091000e+04    2.827616e-12)
            (7.597500e+04    3.320334e-12)
            (8.104000e+04    3.875854e-12)
            (8.610500e+04    4.498282e-12)
            (9.117000e+04    5.207799e-12)
            (9.623500e+04    6.007884e-12)
            (1.013000e+05    6.931377e-12)
            (1.063650e+05    7.981253e-12)
            (1.114300e+05    9.239240e-12)
            (1.164950e+05    1.073488e-11)
            (1.215600e+05    1.259081e-11)
            (1.266250e+05    1.500027e-11)
            (1.316900e+05    1.841307e-11)
            (1.367550e+05    2.433452e-11)
            (1.418200e+05    1.512290e-07)
            (1.468850e+05    1.915965e-06)
            (1.519500e+05    6.080610e-06)
            (1.570150e+05    1.355136e-05)
            (1.620800e+05    2.542655e-05)
            (1.671450e+05    4.314301e-05)
            (1.722100e+05    6.867235e-05)
            (1.772750e+05    1.047474e-04)
            (1.823400e+05    1.552223e-04)
            (1.874050e+05    2.244344e-04)
            (1.924700e+05    3.178097e-04)
            (1.975350e+05    4.414199e-04)
            (2.026000e+05    6.015889e-04)
            (2.076650e+05    8.046408e-04)
            (2.127300e+05    1.056674e-03)
            (2.177950e+05    1.363545e-03)
            (2.228600e+05    1.730398e-03)
            (2.279250e+05    2.162084e-03)
            (2.329900e+05    2.662636e-03)
            (2.380550e+05    3.235687e-03)
            (2.431200e+05    3.884312e-03)
            (2.481850e+05    4.611375e-03)
            (2.532500e+05    5.420327e-03)
        )
    )
    (
        2e-06
        (
            (1.013000e+04    1.462311e-12)
            (1.519500e+04    3.297213e-12)
            (2.026000e+04    5.954447e-12)
            (2.532500e+04    9.350773e-12)
            (3.039000e+04    1.362555e-11)
            (3.545500e+04    1.881913e-11)
            (4.052000e+04    2.498643e-11)
            (4.558500e+04    3.218068e-11)
            (5.065000e+04    4.067477e-11)
            (5.571500e+04    5.034640e-11)
            (6.078000e+04    6.162398e-11)
            (6.584500e+04    7.468548e-11)
            (7.091000e+04    8.989481e-11)
            (7.597500e+04    1.076489e-10)
            (8.104000e+04    1.286860e-10)
            (8.610500e+04    1.539681e-10)
            (9.117000e+04    1.850968e-10)
            (9.623500e+04    2.246644e-10)
            (1.013000e+05    2.778264e-10)
            (1.063650e+05    3.577736e-10)
            (1.114300e+05    6.004818e-10)
            (1.164950e+05    3.082893e-08)
            (1.215600e+05    1.000516e-06)
            (1.266250e+05    1.741830e-06)
            (1.316900e+05    3.245505e-06)
            (1.367550e+05    6.139404e-06)
            (1.418200e+05    1.113657e-05)
            (1.468850e+05    1.907048e-05)
            (1.519500e+05    3.094487e-05)
            (1.570150e+05    4.802695e-05)
            (1.620800e+05    7.195624e-05)
            (1.671450e+05    1.048938e-04)
            (1.722100e+05    1.495543e-04)
            (1.772750e+05    2.092848e-04)
            (1.823400e+05    2.880428e-04)
            (1.874050e+05    3.906312e-04)
            (1.924700e+05    5.215646e-04)
            (1.975350e+05    6.847159e-04)
            (2.026000e+05    8.847691e-04)
            (2.076650e+05    1.126364e-03)
            (2.127300e+05    1.413610e-03)
            (2.177950e+05    1.750152e-03)
...
);
