run/acousticCavitationCloudFoam/sonotrodeInCylinderTank_wedge2D/constant/charactMap_RAv_OF
// A characteristic map for 
// RAv(REqu, pAc)
// data(
//     equilibrium radius,
//     acoustic pressure amplitude
// )
//
// Loaded via transportProperties.
//
// Table structure:
//  (
//      REqu 1
//      (
//          (pAc 1     RAv 1)
//          (pAc 2     RAv 2)
//          (...)
//      )
//      REqu 2
//      (...
//      )
//  )
(
    (
        1e-06
        (
            (1.013000e+04    1.006991e-06)
            (1.519500e+04    1.007422e-06)
            (2.026000e+04    1.008030e-06)
            (2.532500e+04    1.008817e-06)
            (3.039000e+04    1.009789e-06)
            (3.545500e+04    1.010951e-06)
            (4.052000e+04    1.012311e-06)
            (4.558500e+04    1.013877e-06)
            (5.065000e+04    1.015662e-06)
            (5.571500e+04    1.017677e-06)
            (6.078000e+04    1.019938e-06)
            (6.584500e+04    1.022463e-06)
            (7.091000e+04    1.025275e-06)
            (7.597500e+04    1.028400e-06)
            (8.104000e+04    1.031871e-06)
            (8.610500e+04    1.035727e-06)
            (9.117000e+04    1.040019e-06)
            (9.623500e+04    1.044808e-06)
            (1.013000e+05    1.050176e-06)
            (1.063650e+05    1.056229e-06)
            (1.114300e+05    1.063115e-06)
            (1.164950e+05    1.071043e-06)
            (1.215600e+05    1.080331e-06)
            (1.266250e+05    1.091506e-06)
            (1.316900e+05    1.105577e-06)
            (1.367550e+05    1.125135e-06)
            (1.418200e+05    2.220488e-06)
            (1.468850e+05    8.071417e-06)
            (1.519500e+05    1.205955e-05)
            (1.570150e+05    1.575306e-05)
            (1.620800e+05    1.932335e-05)
            (1.671450e+05    2.282724e-05)
            (1.722100e+05    2.629044e-05)
            (1.772750e+05    2.972668e-05)
            (1.823400e+05    3.314268e-05)
            (1.874050e+05    3.654346e-05)
            (1.924700e+05    3.993162e-05)
            (1.975350e+05    4.330795e-05)
            (2.026000e+05    4.667257e-05)
            (2.076650e+05    5.002539e-05)
            (2.127300e+05    5.336630e-05)
            (2.177950e+05    5.669534e-05)
            (2.228600e+05    6.001270e-05)
            (2.279250e+05    6.331876e-05)
            (2.329900e+05    6.661409e-05)
            (2.380550e+05    6.989940e-05)
            (2.431200e+05    7.317554e-05)
            (2.481850e+05    7.644346e-05)
            (2.532500e+05    7.970399e-05)
        )
    )
    (
        2e-06
        (
            (1.013000e+04    2.018356e-06)
            (1.519500e+04    2.019835e-06)
            (2.026000e+04    2.021925e-06)
            (2.532500e+04    2.024646e-06)
            (3.039000e+04    2.028023e-06)
            (3.545500e+04    2.032092e-06)
            (4.052000e+04    2.036896e-06)
            (4.558500e+04    2.042490e-06)
            (5.065000e+04    2.048940e-06)
            (5.571500e+04    2.056332e-06)
            (6.078000e+04    2.064770e-06)
            (6.584500e+04    2.074391e-06)
            (7.091000e+04    2.085366e-06)
            (7.597500e+04    2.097921e-06)
            (8.104000e+04    2.112362e-06)
            (8.610500e+04    2.129112e-06)
            (9.117000e+04    2.148787e-06)
            (9.623500e+04    2.172340e-06)
            (1.013000e+05    2.201388e-06)
            (1.063650e+05    2.239146e-06)
            (1.114300e+05    2.295021e-06)
            (1.164950e+05    2.494734e-06)
            (1.215600e+05    4.192888e-06)
            (1.266250e+05    6.792258e-06)
            (1.316900e+05    9.614966e-06)
            (1.367550e+05    1.255896e-05)
            (1.418200e+05    1.558657e-05)
            (1.468850e+05    1.867499e-05)
            (1.519500e+05    2.180845e-05)
            (1.570150e+05    2.497581e-05)
            (1.620800e+05    2.816944e-05)
            (1.671450e+05    3.138426e-05)
            (1.722100e+05    3.461676e-05)
            (1.772750e+05    3.786424e-05)
            (1.823400e+05    4.112410e-05)
            (1.874050e+05    4.439291e-05)
            (1.924700e+05    4.766885e-05)
            (1.975350e+05    5.095143e-05)
            (2.026000e+05    5.423874e-05)
            (2.076650e+05    5.752913e-05)
            (2.127300e+05    6.082139e-05)
            (2.177950e+05    6.411464e-05)
...
);
