run/acousticCavitationCloudFoam/sonotrodeInCylinderTank_wedge2D/constant/charactMap_VAv_OF
// A characteristic map for 
// VAv(REqu, pAc)
// data(
//     equilibrium radius,
//     acoustic pressure amplitude
// )
//
// Loaded via transportProperties.
//
// Table structure:
//  (
//      REqu 1
//      (
//          (pAc 1     VAv 1)
//          (pAc 2     VAv 2)
//          (...)
//      )
//      REqu 2
//      (...
//      )
//  )
(
    (
        1e-06
        (
            (1.013000e+04    4.279200e-18)
            (1.519500e+04    4.287154e-18)
            (2.026000e+04    4.298381e-18)
            (2.532500e+04    4.312975e-18)
            (3.039000e+04    4.331062e-18)
            (3.545500e+04    4.352801e-18)
            (4.052000e+04    4.378391e-18)
            (4.558500e+04    4.408076e-18)
            (5.065000e+04    4.442151e-18)
            (5.571500e+04    4.480975e-18)
            (6.078000e+04    4.524983e-18)
            (6.584500e+04    4.574700e-18)
            (7.091000e+04    4.630771e-18)
            (7.597500e+04    4.693985e-18)
            (8.104000e+04    4.765324e-18)
            (8.610500e+04    4.846022e-18)
            (9.117000e+04    4.937652e-18)
            (9.623500e+04    5.042261e-18)
            (1.013000e+05    5.162572e-18)
            (1.063650e+05    5.302317e-18)
            (1.114300e+05    5.466795e-18)
            (1.164950e+05    5.663909e-18)
            (1.215600e+05    5.906239e-18)
            (1.266250e+05    6.215822e-18)
            (1.316900e+05    6.637730e-18)
            (1.367550e+05    7.298570e-18)
            (1.418200e+05    4.856976e-16)
            (1.468850e+05    2.945494e-14)
            (1.519500e+05    8.099790e-14)
            (1.570150e+05    1.555674e-13)
            (1.620800e+05    2.545169e-13)
            (1.671450e+05    3.791435e-13)
            (1.722100e+05    5.306066e-13)
            (1.772750e+05    7.099202e-13)
            (1.823400e+05    9.179623e-13)
            (1.874050e+05    1.155489e-12)
            (1.924700e+05    1.423147e-12)
            (1.975350e+05    1.721489e-12)
            (2.026000e+05    2.050979e-12)
            (2.076650e+05    2.412010e-12)
            (2.127300e+05    2.804908e-12)
            (2.177950e+05    3.229940e-12)
            (2.228600e+05    3.687325e-12)
            (2.279250e+05    4.177238e-12)
            (2.329900e+05    4.699815e-12)
            (2.380550e+05    5.255159e-12)
            (2.431200e+05    5.843347e-12)
            (2.481850e+05    6.464429e-12)
            (2.532500e+05    7.118437e-12)
        )
    )
    (
        2e-06
        (
            (1.013000e+04    3.446930e-17)
            (1.519500e+04    3.458029e-17)
            (2.026000e+04    3.473777e-17)
            (2.532500e+04    3.494392e-17)
            (3.039000e+04    3.520170e-17)
            (3.545500e+04    3.551498e-17)
            (4.052000e+04    3.588873e-17)
            (4.558500e+04    3.632928e-17)
            (5.065000e+04    3.684465e-17)
            (5.571500e+04    3.744509e-17)
            (6.078000e+04    3.814382e-17)
            (6.584500e+04    3.895807e-17)
            (7.091000e+04    3.991075e-17)
            (7.597500e+04    4.103301e-17)
            (8.104000e+04    4.236852e-17)
            (8.610500e+04    4.398093e-17)
            (9.117000e+04    4.596783e-17)
            (9.623500e+04    4.848998e-17)
            (1.013000e+05    5.184123e-17)
            (1.063650e+05    5.666256e-17)
            (1.114300e+05    6.509681e-17)
            (1.164950e+05    1.129374e-16)
            (1.215600e+05    1.862842e-15)
            (1.266250e+05    1.134274e-14)
            (1.316900e+05    3.282883e-14)
            (1.367550e+05    6.940234e-14)
            (1.418200e+05    1.236811e-13)
            (1.468850e+05    1.979227e-13)
            (1.519500e+05    2.940794e-13)
            (1.570150e+05    4.138393e-13)
            (1.620800e+05    5.586612e-13)
            (1.671450e+05    7.298047e-13)
            (1.722100e+05    9.283558e-13)
            (1.772750e+05    1.155250e-12)
            (1.823400e+05    1.411291e-12)
            (1.874050e+05    1.697168e-12)
            (1.924700e+05    2.013470e-12)
            (1.975350e+05    2.360703e-12)
            (2.026000e+05    2.739293e-12)
            (2.076650e+05    3.149600e-12)
            (2.127300e+05    3.591926e-12)
            (2.177950e+05    4.066523e-12)
...
);
