run/acousticCavitationCloudFoam/sonotrodeInCylinderTank_wedge2D/0_orig/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions [ 0 1 -1 0 0 0 0 ];

internalField uniform (0 0 0);

boundaryField
{
  Walls
  {
    type fixedValue;
    value uniform (0 0 0);
  }
  Transducer
  {
    type fixedValue;
    value uniform (0 0 0);
  }
  FreeSurface
  {
    type slip;
  }
  Symmetry
  {
    type fixedValue;
    value uniform (0 0 0);
  }
  TransducerLateralWall
  {
    type fixedValue;
    value uniform (0 0 0);
  }
  Axis
  {
    type empty;
  }
  Front
  {
    type wedge;
  }
  Back
  {
    type wedge;
  }
} 	// ************************************************************************* //

