run/acousticCavitationCloudFoam/sonotrodeInCylinderTank_wedge2D/0_orig/G
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      G;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions [ 1 -2 -2 0 0 0 0 ];

internalField uniform (0 0 0);

boundaryField
{
    Walls
    {
        type            zeroGradient;
    }
    
    Transducer
    {
        type            zeroGradient;
    }
    
    TransducerLateralWall
    {
        type            zeroGradient;
    }


    FreeSurface
    {
        type            zeroGradient;
    }
    
    Front
    {
        type            wedge;
    }
    
    Back
    {
        type            wedge;
    }
}

// ************************************************************************* //

