run/acousticCavitationCloudFoam/sonotrodeInCylinderTank_wedge2D/0_orig/nut
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField uniform 0;

boundaryField
{
    Transducer
    {
        // nutSpalartAllmarasWallFunction provides a fit for buffer layer.
        // Thus, may be used with caution for all y+
        type            nutSpalartAllmarasWallFunction;
        value           $internalField;
    }
    TransducerLateralWall
    {
        type            nutSpalartAllmarasWallFunction;
        value           $internalField;
    }
    FreeSurface
    {
        type            calculated;
        value           $internalField;
    }
    Walls
    {
        type            nutSpalartAllmarasWallFunction;
        value           $internalField;
    }
    Axis
    {
        type            empty;
    }
    Front
    {
        type            wedge;
    }
    Back
    {
        type            wedge;
    }
}


// ************************************************************************* //
