run/acousticCavitationCloudFoam/sonotrodeInCylinderTank_wedge2D/0_orig/phiPAc
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      phiPAc;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    Walls
    {
        type zeroGradient;
    }
    Transducer
    {
        type zeroGradient;
    }
    FreeSurface
    {
        type zeroGradient;
    }
    Symmetry
    {
        type zeroGradient;
    }
    TransducerLateralWall
    {
        type zeroGradient;
    }
    Axis
    {
        type empty;
    }
    Front
    {
        type wedge;
    }
    Back
    {
        type wedge;
    }
}

// ************************************************************************* //
